Revit 2027 API
ElementIsElementTypeFilter Constructor
Overload List
Name | Description
ElementIsElementTypeFilter() |  Constructs a new instance of a filter to match only ElementTypes.
ElementIsElementTypeFilter(Boolean) |  Constructs a new instance of a filter to match only ElementTypes, with the option to match all elements which are not ElementTypes.
Top
See Also
Reference
ElementIsElementTypeFilter Class
Autodesk.Revit.DB Namespace